Repository: apertium/apertium-sme-smj
Catalog: tmx_data/samastit_skuvlahist_sme2smj.tmx
Source language: sme
Languages: smj

source: Sámi mánáidgárdi Divttasvuonas: «Dánna galggap sámástit!»
smj: Sáme mánájgárdde Divtasvuonan: «Dánna galggap sámástit!»

source: Svein Lundai muitalan
smj: Svein Lundaj subtsasti.

source: Svein Lund ságasta Adele Nystø Ráhkain, Anne Kalstad Mikkelseniin ja Lill Tove Paulseniin, Árran 2007
smj: Svein Lund ságájdahttá Adele Nystø Ráhkav, Anne Kalstad Mikkelsenav ja Lill Tove Paulsenav, Árran 2007.

source: Bajilčála lea vižžon ovtta galbbas mii lei Vuonak sámemáná, Divttasvuona sámi mánáidgárddis 1990-logus.
smj: Bajelttjála l galbas viettjadum mij Vuonak sámemánán gahtsahij, sáme mánájgárden Divtasvuonan 1990-jagij álgon.

source: Galba lei dušše julevsámegillii ja mearkkašii ahte «Dáppe galgat sámástit!».
smj: Galbba lij dåssju sámegiellaj, ja subtsas “Dánna galggap sámástit!”.

source: Dat sáhttá leat ovdamearkan garra giellapolitihkkii mii lei mánáidgárddis dien áiggi – politihkka mii oaččui vuostehágu, muhto mii čájehii buriid bohtosiid.
smj: Dát subtsas man garra giellapolitihkka mánájgárden dalloj lij – politihkka masi vuosstálasstin, valla huoman vuorbástuváj.

source: Dá muitalit njealjis gávcci váhnemis geat álggahedje mánáidgárddi j. 1989.
smj: Dáv subtsasti nieljes dajs gáktsásijs gudi vuododin mánájgárdev jagen 1989.

source: Dát njealjis leat bajásšaddan iešguđetge sajis Divttasvuonas, muhto orrot dál buohkat Ájluovttas.
smj: Dá nieljes li bajássjaddam guhtik sajen Divtasvuonan, dálla gájka Ájluovtan årru.

source: Anne Kalstad Mikkelsen (r. 1963), lea suohkanguovddážis, Gásluovttas, bajásšaddan.
smj: Anne Kalstad Mikkelsen (r. 1963), la suohkanguovdátjin, Gásluovtan, bajássjaddam.

source: Son váccii vuođđoskuvlla doppe ja joatkkaskuvlla Gásluovttas/Hápmiris.
smj: Sån vuodoskåvlåv danna váttsij ja joarkkaskåvlåv Gásluovtan/Hábmerin.

source: Son lea lohkan Norgga eanandoallo allaskuvllas (Norges landbrukshøgskole), ja lohkán iešguđet fágaid Bådåddjo allaskuvllas, ee. julevsámegiela, servodatfága mas sámi dilli deattuhuvvo ja pedagogalaš seminára.
smj: Sån la Vuona ednambarggoskåvlån (Norges landbrukshøgskole) låhkåm, ja duov dáv fágav Bådådjo allaskåvlå baktu, duola degu julevsámegielav, pedagogalasj seminárav ja sebrudakmáhtudagáv mij sámij dilev dættodij.

source: Dál son bargá gaskkustandoaimmaheaddjin Árran julevsámi guovddážis.
smj: Dálla gaskustibmejådediddjen Árran julevsáme guovdátjin barggá.

source: Adele Nystø Ráhka (r. 1959) boahtá Jågåsijdas.
smj: Adele Nystø Ráhka (r. 1959) l Jågåsijdas.

source: Doppe váccii mánáidskuvlla ja Gásluovttas fas váccii nuoraidskuvlla.
smj: Dåppe mánájskåvlåv váttsij ja nuorajskåvlåv vas Gásluovtan.

source: Maŋŋel lea lohkan eanandoalloskuvlla ja sámi álbmotallaskuvlla duodjesuorggi Johkamohki álbmotallaskuvllas, ja lea maid lohkan duoji ja sámegiela Bådåddjo allaskuvllas.
smj: Ednambarggoskåvlåv ja sáme álmmukallaskåvlåv, - duodjesuorgev - Jåhkåmåhken la maŋŋela vádtsám, duodden vil duojev ja sámegielav Bådådjo allaskåvlå baktu.

source: Son lea bargan veahkkebargin mánáidgárddis ja sámeluohkáin Ájluovtta skuvllas.
smj: Sån la viehkkebarggen mánájgárden ja sámegielak klássajn Ájluovta skåvlån barggam.

source: Lill-Tove Paulsen (r. 1961) lea Moskkis (Måskes) eret, ja lea doppe vázzán mánáidskuvlla, ja nuoraidskuvlla ges Ájluovttas.
smj: Lill-Tove Paulsen (r. 1961) la Måskes, ja dåppe l mánájskåvlåv vádtsám, ja nuorajskåvlåv Ájluovtan.

source: Son lea julevsámegiela lohkan Bådåddjo allaskuvllas.
smj: Sujna l julevsámegiella Bådådjo allaskåvlås.

source: Son lea bargan mánáidgárddis, ja oahpaheaddjin oahpaheaddjeoahpu haga.
smj: Sån la mánájgárden barggam, ja åhpadiddjen váni åhpadiddjeoahpo.

source: Oddmund Paulsen (r. 1958) Bjørkvikas, Ájluovtta lahka, lea lohkan huksen ja ásahusoahpu joatkkaskuvllas ja oahpu váldán teknihkalaš fágaskuvllas ja lea lohkan julevsámegiela Budejju allaskuvlla čađa.
smj: Oddmund Paulsen (r. 1958) Bjørkvijkas, Ájluovta lahka, le teknihkalasj fáhkaskåvlåv vádtsám, tsiekkadus ja ásadus (bygg og anlegg) suorgev ja julevsámegielav Bådådjo allaskåvlå baktu.

source: Dál son bargá konserverenteknihkarin Árran museas.
smj: Sån konserveringsteknihkkárin Árrana dávvervuorkán barggá.

source: Vuonak sámemáná lea ollásit váhnemiin álggahuvvon ja dat njeallje váhnenpára ledje maid mánáidgárddi eaiggádat vihtta vuosttaš jagi.
smj: Vuonak sámemáná ållåsit sámeæjgádijs vuododuváj, ja da niellja æjgátbáratja ietja mánájgárdev vuostasj vihtta jage æjggujin.

source: Go Árran sámi kulturguovddáš lei válmmas j. 1994, fárrii mánáidgárdi dohko.
smj: Gå sáme kultuvrraguovdásj Árran, 1994 gárvvánij, de mánájgárdijn dåhku jåhtin.

source: Dalle molso nama Árran mánnágárdde, ja de válddi Árran mánáidgárddi badjelasas.
smj: Mánájgárde namma rievdaduváj Árran mánájgárdden, ja Árran ådå æjgádin sjattaj.

source: Dás galgat álggus geahččat dan áiggi go váhnemat doaimmahedje mánáidgárddi.
smj: Dánna åvdemusát gæhttjat galggap gåktu lij gå æjgáda mánájgárdev jådedin.

source: Iešguđetgelágán gielladuogáš.
smj: Iesj guhtik gielladuogásj.

source: Dan njealji váhnenpáras geat álggahedje, lei dat seamma áigumuš namalassii ahte sii háliidedje ahte sin mánát galge šaddat sámegielagat, muhto sis iežainis gal lei feara makkár gielladuogáš, ja sii ledje válljen iešguđet ládje makkár giela hupme mánáiguin.
smj: Da niellja æjgátbáratja gudi vuostasj lávkev válldin, sihtin gájka ietjasa máná galggin sámegielagin sjaddat, valla ietja guhtik gielladuogátjav adnin ja guhtik ietjas láhkáj lidjin válljim mánájda gielav.

source: Lill-Tove guovttos Oddmundiin lei áidna párra geain lei julevsámegiella eatnigiellan.
smj: Lill-Tove guovtes Oddmundijn lijga ájnna bárra gænna goappátjijn lij julevsámegiella iednegiellan.

source: Goitge humaiga dárogiela boarráseamos mánáidisguin.
smj: Dárogielav huoman vuorrasamos mánájdisá ságastijga.

source: Lill-Tove muitala: – mii leat guhtta oappážaga/vieljažaga, ja mun lean boarráseamos.
smj: Lill-Tove subtsas: - Mij lip guhtta oarbbena, mån lav vuorrasamos.

source: Eadni hupmagođii dađistaga dárogiela, danne hupmat mii boarrásepmosat buoret sámegiela, dat nuorabut máhttet unnit sámegiela.
smj: Æddnám suojmma dárustattjáj, danen vuorrasabmusa buoremusát sámástip, nuoramusá binnebu máhtti.

source: Mun lean dahkan juste nuppe ládje, hupman dárogiela boarrásepmosiiguin ja sámegiela nuoramusaide.
smj: Mån lav ietjá láhkáj dahkam, vuorrasabmusijda dárustam ja nuoramusájda sámástam.

source: Boarráseamos mánná riegádii j. 1979, go buohkat dárustedje mánáiguin.
smj: Muv vuostasj mánná riegádij jagen 1979, gå gájka mánájdisá dárustin.

source: Mun jurddahin ahte galgen sámástit, muhto ii das šaddan mihkkege.
smj: Usjudalliv sámástit, valla huoman ittjij dassta mige sjatta.

source: Adele bajásšattai passiivvalaš sámegielipmárdusain, muhto dárustii dušše dassá go rávásnuvai. – Vázzen vuosttaš sámegielkurssa go ledjen 17 jahkásaš, dan maŋŋel vázzen kurssa Hápmira joatkkaskuvlla čađa ja Budejju allaskuvllas.
smj: Adele passijvalasj sámegielajn bajás sjattaj, iesj dåssju dárustij ållessjattuk bæjvváj. - Vuostasj sámegiellakursav tjadádiv 17 jagágin, maŋŋela vas Hábmer joarkkaskåvlå ja Bådådjo allaskåvlå baktu.

source: Mus leat njeallje máná, geaiguin lean sámástan álggu rájes.
smj: Mujna li niellja máná gejda álgos lav sámástam.

source: Mu isit gal ipmirda sámegiela, muhto dárusta mánáiguin, nu ahte mánát lea álo leamaš ollásit guovttegielagat.
smj: Boaddnjem sámegielav dádjat, valla mánájdimme dárus, dan láhkáj máná agev li guovtegielagin årrum.

source: Anne lea oahppan dušše dárogiela su váhnemiin, ja álggi oahpahallat sámegiela go váccii joatkkaskuvlla Hápmiris.
smj: Anne dåssju dárogielav ietjas sámegielak æjgádijs åhpaj , ja sámegielav joarkkaskåvlån Hábmerin oahppagådij.

source: Dan maŋŋel lea garrasit bargan oahppat sámegiela, muhto dovdá ain ahte ii hálddaš dan oalát.
smj: Dat rájes la garrasit giela oahppama diehti barggam, ájn dåbddo ållåsit ij gielav buvte.

source: Su boadnji gal baicca lea čađa sámegielat mánnávuođa rájes juo.
smj: Boaddnjes vas mánnávuoda rájes la sámástam.

source: Boarráseamos mánáidisguin gal dárusteigga, goalmmát mánáin easka hupmagođiiga sámegiela, ja Anne muitala ahte oahpai sámegiela ovttas mánáin.
smj: Vuostak mánájda dárustijga, valla gå goalmát mánná riegádij de sámástattjájga, Anne subtsas mánás siegen sámegielav åhpaj.

source: Maŋemus páras geat álggaheigga mánáidgárddi lea eamidis julevsámegiella ja isidis ges davvisámegiella eatnigiellan, ja soai humaiga álggu rájes juo iežaska sámegiela mánáiguin.
smj: Maŋemus æjgátbáran gudi siegen mánájgárdev vuododijga le áhkátjin julevsámegiella ja boadnjátjin nuorttasámegiella iednegiellan, ja álgos goabbák sámegielav mánájdisá ságastijga.

source: Mánát duhppejit.
smj: Máná duohppiji.

source: Mánáidgárdi dagahii giellamolsuma ruovttuin.
smj: Mánájgárdde gielav sijdajn rievddadahtij.

source: – Go álggaheimmet mánáidgárddi, de ledje nu unnán sámegielagat Divttasvuonas ahte sáhtii lohkat daid ovttain gieđain, ja golmmas sis vázze mánáidgárddi.
smj: - Gå mánájgárdev vuododijma lidjin gallegasj máná Divtasvuonan gudi sámástin, gålmås sijájs mánájgárden vádtsin.

source: Álggus mis lei duppal ulbmil; sihkkarastit sámegiela ovdáneami mánáin ja addit eará mánáide vejolašvuođa oahppat sámegiela.
smj: Álgos lidjin guovtegærddásasj ulme miján: mánáj sámegiellaåvddånimev nanostuhttet ja ietjá mánájda vejulasjvuodav vaddet vaj gielav oahppi.

source: Go máŋgga bearrašis ledje dárustan mánáidisguin, de fuomášedje ahte mánáidgárddi ásaheapmi dagahii giellamolsuma maiddái ruovttuin.
smj: Moatten familjajn gånnå mánájda dárustin, rievdaj giella sijdajn gå mánájgárdev álgadijma.

source: Anne muitala: – mus ledje golbma máná ovdaskuvlaagis, ja buohkat álge mánáidgárdái.
smj: Anne subtsas:- Mujna dalloj gålmmå åvddåskåvllå máná lidjin, ja divna gålmås mánájgárddáj álggin.

source: Boarráseamos, guhte dalle lei njeallje jahkásaš, gal dušše dárustii, ja sutnje gal šattai lossa rievdadeapmi.
smj: Vuorrasamos lij 4 jagák ja dåssju dárustij, sunji lij låsså ájgge.

source: Sidjiide guđet ledje unnibut, gal šattai geahppaseabbo.
smj: Nuoramusájda lij álkkep.

source: Muhtun váhnemat sámástedje gaskaneaset, muhto olu seaguhedje dárogielain.
smj: Nágin æjgáda gaskanisá sámástin, valla dárogielajn sægodin.

source: Sidjiide váikkuhii mánáidgárdi nu ahte šadde eambbo dihtomielalaččat das ahte geahččalit čađat sámástit.
smj: Mánájgárdde sijáv diehtomielalattjan dagádij gæhttjalit dåssju sámástit.

source: Lávvu ja dolla lei oassin sámi mánáidgárddis.
smj: Låvddågoahte ja dålåstibme lij oasse sáme mánnágárdes.

source: Mánáidgárdi dego ruoktu.
smj: Mánájgárdde sijda lágásj.

source: - Báiki maid aniimet mánáidgárdin vuosttaš jagiid, lei Fredly Hellandsbergas.
smj: - Vuostasj jagijt lij mánájgárdde Fredlydjan, Ájlátten.

source: Dat viessu lei ovdal geavahuvvon boarrásiidsiidan. Dat lei veahá doaresbealde ja suojis.
smj: Fredlyddja lij åvdebut vuorrasij viesso, ja lij vehi suoddjis sajen.

source: Dat lei olggobealde giliid ja dat lei veahá meahccelis, ja danne sáhtiimet atnit sávzzaid doppe, gilvit buđehiid ja ruotnasiid.
smj: Dát bájkke lj vuogas sadje gånnå máhtijma aj sávtsajt sujddit, ja berunijt ja ruodnudisájt sjaddadit.

source: Lei maid álki beassat meahccái ja meahcis mii gal leimmet dávjá.
smj: Álkke lij mæhttsáj bessat, ja lijma álu ålggon.

source: Ii mis lean ovttasge virggálaš oahppu bargat mánáidgárddis.
smj: Miján ij lim avtagin åhpadus mánájgárden barggat.

source: Ollesoahppan ovdaskuvlaoahpaheaddji oaččuimet easka go mánáidgárdi lei doaibman vihtta jagi.
smj: Åvddåskåvllå-åhpadiddjev esski 5 jage maŋŋela oattjojma.

source: Iige mis lean olu hárjáneapmi eaige vásáhusat eará mánáidgárddiin.
smj: Ællim ga miján heva åtsådallama ietjá mánájgárdijs.

source: Mii barggaimet eanas nu movt ieža fuobmáimet.
smj: Ienemusát ietjamij ájádusáj milta hábbmijma.

source: Go plániimet mánáidgárddi, de jurddaheimmet ahte galggašii leat seamma sisdoallu go ruovttus.
smj: Gå mánájgárde sisanov plánigådijma de sijdalágátjin sidájma.

source: Mánát galge hárjánit buot doaimmaide mat ruovttuin leat nu go gilvit ja biebmoráhkadeami, bassama jna.
smj: Máná galggin bessat juohkkalágásj sijddabargojt hárjjidallat, duola degu sáddjit, málestit, bassat j.n.v.

source: Mánát ledje eanas áiggi mielde eanas doaimmain, go láibbuimet, go biepmaimet lábbáid, oakkuimet ja čolliimet guliid.
smj: Máná agev siegen bessin gå lájbojma, lippajt biebmadijmá, guollijma ja guolijt sláhkkijma.

source: Mii boniimet ja ivdniimet láiggiid.
smj: Bånijma ja lájgijt bájnnijma.

source: Geažos áiggi ohppe mánát ođđa sániid sámegillii daid bargguid čađa main oassálaste.
smj: Máná álu ådå sámegiel bágojt bargoj baktu oahppin.

source: Lei maid álo soames váhnen barggus mánáidgárddis, mii fas váikkuhii dasa ahte ii lean nu stuora gaska gaskkal mánáidgárddi ja ruovttu.
smj: Agev nágin mijájs æjgádijs mánájgárden bargajma, ja danen ittjij sijda ja mánájgárde gasska sjatta nav guhkke.

source: Juoga mii lei dehálaš, lei ahte mii válddiimet mielde eallilan olbmuid mánáidgárdái iešguđetge doaimmaid oktavuođas.
smj: Ájnas lij aj midjij vuorrasap ulmutjijt gåhttjot mánájgárddáj gå duov dáv galgajma barggat.

source: Álggus gal ledje unnán stoahkanhearvvat ja eará neavvut, muhto biergasat eai lean nu dehálaččat.
smj: Álgon miján ællim nav valje ståhkusijs ja ietjá gálvojs, valla diŋga ællim ájnnasabmusa.

source: Go oaččuimet doarjaga háhkamiidda, de gal osttiimet soames dábálaš stoahkanhearvvaid, muhto eat mii daiguin gal stoahkan bearehaga.
smj: Nágin dábálasj ståhkusijt åstijma gå ruhtadårjav oattjojma, valla ejma la huoman nav dudálattja daj.

source: Rievtti mielde gávnnaheimmet ahte dat lei veahá čurbodat.
smj: Suddo lij.

source: Olgun lei okta gizzunrusttet mii gal lei hui bivnnut. Ii lean gal várra plánejuvvon nu, muhto sulastahtii oalle ládje lávu.
smj: Ålgusjbielen lij guohtsamstatijvva gånnå máná agev guotsadin, ja låvdagoade muoduk lij vil, vájku dal ejma la dav álgo rájes nav ájádallam.

source: Goit dan mađe ahte mánát fuobmájedje ahte sii galget dan vuolde dolastit.
smj: Máná vil aj dålåstin dan vuolen gå nav låvdagoade muoduk lij.

source: Mii háliideimmet ahte dat galggai leat sámi mánáidgárdi, muhto eai mis lean nu čielga jurdagat das mii sámi mánáid bajásgeassin lei dahje makkár dat galggašii leat.
smj: Sidájma sáme mánájgárdev, valla ejma riekta diede mij sáme bajásgiessem lij, jali gåktu galgaj liehket.

source: Mis lei maid unnán oktavuohta daiguin eará sámi mánáidgárddiiguin mat gávdnojedje dien áiggi.
smj: Ællim miján dalloj vuojga aktisasjvuoda ietjá sáme mánájgárdij.

source: Áidna referánsa mis lei dáža mánáidgárddiin.
smj: Vuonarijka mánájgárdijt mij dåbdåjma.

source: Mii gal diđiimet ahte ledje sámi mánáidgárddit omd. Guovdageainnus, muhto jurddaheimmet ahte doppe lei áibbas eará dillii go mis dáppe.
smj: Diedijma sáme mánájgárde lidjin duola degu Guovdagæjnon, valla usjudalájma siján la ållu ietjá dille gå miján.

source: Maid mii galggaimet singuin hupmat.
smj: Man birra galgajma sijáj ságastit?

source: Eat mii diehtán ovttage eará mánáidgárddi mat ledje dahkan nu movt mis lei ulbmilin; oažžut dárogielat mánáid sámástit.
smj: Ejma diede avtak mánájgárdev gånnå lij sæmmi ulmme degu miján; dárogielak mánájt oadtjot sámástittjat.

source: Mánáidgirjjit julevsámegillii eai gávdnon.
smj: Julevsámegielak mánájgirje ettjin gávnnu.

source: Muhtun bargit lohke dárogielgirjjiid ja jorgaledje daid sámegillii logadettiin.
smj: Nágin bargge dárogielak girjijt lågådahttijn sámegiellaj jårggålin.

source: Áiggi mielde oaččuimet jorgaluvvot soames girjjiid, ledje dárogielgirjjiid jorgalan.
smj: Maŋenagi nágin girje jårggåluvvin dárogielas.

source: Eai dan áiggi jorgalan sámi mánáidgirjjiid davvisámegielas julevsámegillii, nu go dál lea šaddan.
smj: Dalloj ettjn gávnnu girje ma lidjin jårggåluvvam nuorttasáme gielas, nav gåktu dálla.

source: Hárvásat mis máhtte davvisámegiela.
smj: Nuorttasámegielav ejma nav buoragit dåbdå.

source: Ájláttes lei oapmedállu, ja giđabeallái beasaimet luoikat lábbáid mat njamme doahtu, ja dan lábbá galge sihke mánát ja rávisolbmot fuolahit.
smj: Ájlátten lij båndorsijdda, gidán dåhppet lippajt oattjojma luojkkat majt biebmadit vierttijma, máná aktan ållessjattugij dajt sujttijin.

source: Mánáidgárdemánáin lei sámegielmáhttu iešguđetge dásis.
smj: Máná iesj guhtik gielladásen lidjin gå mánájgárddáj álggin.

source: Unnitlohku máhtii sámegiela, muhtumat ipmirdedje eanasoasi, ja earát ges ipmirdedje álggos hui unnán.
smj: Binnemus oasse sámástin, muhtema ienemusáv dádjadin ja ietjáda vas álgos binnáv dádjadin.

source: Goitge mearrideimmet ahte álggu rájes galggaimet hupmat dušše sámegiela mánáidgárddis.
smj: Huoman vuostasj biejvve rájes mierredijma sámástit.

source: Ledje digaštallamat ahte galggaimet go veahá dárustit, muhto gávnnaheimmet ahte eat áiggo dan gal.
smj: Dágástalájma jus galgajma duodden dárustit, valla ejma dav dagá.

source: Buot váhnemat geat bidje mánáideaset dán mánáidgárdái ožžo čielga dieđu das makkár giellapolitihkka mis lei, ja ahte dat geatnegahti maiddái váhnemiid.
smj: Divna æjgáda gudi mánájt mánájgárddáj biedjin oadtjun diedov mijá giellapolitihka birra, ja dat sjattaj aj sijá åvdåsvásstádus.

source: Mánáidgárddi boađáhagas heaŋgái diehtu mii lei hui čielggas: Dánna galggáp sámástit! Mii leimmet maid hui dihtomielalaččat das ahte mánáiguin galggaimet hupmat čielga sámegiela, eat ge seaguhit sámegiela ja dárogiela.
smj: Boadáldagán lij galbba mij tjielggasit subtsastij: Dánna galggap sámástit! Midjij lij ájnas mánájda tjielggasit sámástit, ejma sidá sægodit dárogielajn.

source: Giellabargguid nannen dihte vieččaimet guovttegielatvuođa ja giellaoahpahusa ekspearttaid doallat kurssaid ja logaldallamiid sihke váhnemiidda ja bargiide.
smj: Gå galgajma giellabargov nannit, viettjajma giellabarggijt ma máhttin lågådallat guovtegielakvuoda ja giellaåhpadusá birra æjgádijda ja barggijda.

source: Mis lei ee. Tove Skutnabb-Kangas, Asta Balto ja Leena Huss dáppe min luhtte.
smj: Duola degu Tove Skutnabb-Kangas, Asta Balto ja Leena Huss.

source: Sámi oahpahusráđi bokte oaččuimet giellaveahki Anders Kintelis ja Kåre Tjihkkomis.
smj: Sáme åhpadusráde baktu oattjojma giellaviehkev Anders Kintelis ja Kåre Tjihkkomis.

source: Mis eai lean ovttagielatmánát, buohkat máhtte maiddái dárogiela, ja danne lei bahá ahte mánát dárustišgohte jus dárogielat mánát livčče boahtán.
smj: Ællim miján máná gudi dåssju sámegielav buktin, juohkkahattja dárogielav aj máhttin, danen lij mánájda álkke dárustattját jus dárogielak máná båhtin.

source: Ja dat ii lean álki doalahit daid olggobealde.
smj: Ij lim gæhppat sijáv dassta rádjat.

source: Muhtun mánáid ledje boarráset oappát ja vieljat, geat dušše dárustedje, ja geat áinnas finadedje mánáidgárddis.
smj: Muhtem mánájn lidjin vuorrasap oarbbena ma dåssju dárustin, ja muhttijn mánájgárddáj båhtin.

source: Olgostoahkamat geasuhedje eará mánáid.
smj: Ålggoståhkusa aj ietjá mánájt gæssudin.

source: Sii geat fitne guossis dáppe, ožžo čielga dieđu ahte dáppe galget sámástit - dahje orrut jaska.
smj: Gå guosse båhtin vierttijin sámástit, jali de sjávot årrot.

source: Áiggi mielde oaččuimet maid asttoáigeortnega mii lei čadnon mánáidgárdái, ja doppe gal eai lean buot mánát nu nannosat sámegielas.
smj: Maŋenagi oattjojma aj skåvllåasstoájgge fálaldagáv mánájgárddáj.

source: Mii čovddiimet dan dainna lágiin ahte vuosttaš gearddis ii lean lohpi dárustit, ja jus oktage áiggui dan dahkat de fertejedje mannat loktii.
smj: Ettjin divna máná sámegielav nav buoragit máhte, ja mierredijma 1. gierden ij lim loahpe dárustit, ja jus náginin lij dárbbo dárustit de vierttijin låpptåj mannat.

source: Diehttelas dat bávččaga
smj: Diedon la bávtjas.

source: Ánne muitalii ahte su boarráseamos mánná dušše dárustii álggus go mánáidgárdi álggahuvvui, sus gal ii lean beare geahpas.
smj: Anne subtsas, ij lim álkke suv vuorrasamos niejddaj, gut ittjij sámegielav buvte gå mánájgárddáj álgij.

source: Dáhpáhuvai ahte son bođii ruoktot ja čierui go lei nu váttis dat giella mánáidgárddis.
smj: Muhttijn sijdan tjieroj gå ittjij gielav mánájgárden dádjada.

source: Mii šattaimet bargat olu dihtomielalašvuođain ja jeđđemiin:
smj: Vierttijma diehtomielajn barggat, ja jaskadit:

source: – Ii dat leat dus mihkkege sivaid, dat lea dušše váttis go it leat oahppan sámegiela ovdal.
smj: - Ij la vihke dujna, valla gássjel la gå ij la sámegielav åvddåla oahppam.

source: Muittán ahte mu eadni dajai ahte galggan máná váldit eret mánáidgárddis.
smj: Mujtáv æddnám javlaj mánáv galggiv mánájgárdes válldet.

source: Muhto de gal dadjen ahte in áiggo dan siva guoddit ahte mánná bajásšaddá ii ge oahpa sámegiela.
smj: Vásstediv ittjiv åvdåsvásstediddjen sidá jus mánná sámegiela dagá bajássjaddá.

source: Olmmoš ii sáhte rievdadit juoidá nu ahte dat ii bávččat.
smj: Báktjasahtá ij majdik rievddadit máhte.

source: Lei várra nu ahte mii geat leimmet massán giela, mii várra ražaimet eanemus.
smj: Ihkap mij gudi gielav lijma massám garrasappot bargajma.

source: Sii geat ledjen bajásšaddan sámegielain, eai dádjadan makkár skeaŋkka ledje ožžon. Man divrras dat lea.
smj: Sij gudi gielajn li sjaddam bajás e dádjada man divras vattáldagáv li oadtjum.

source: Dan oaidnit mii buoremusat, mii geat leat massán dan.
smj: Dav de mij buoremusát vuojnnep gudi lip gielav massám.

source: Sámegiella gávppis
smj: Sámegiella oassásin .

source: - Divttasvuonas lei sámegiella guhká leamaš dakkár maid hupme dušše ruovttuin, eaige almmolaš báikkiin.
smj: - Mælggadav la sámegiella Divtasvuonan dåssju fámiljaj gaskan ságastuvvam, ij la almulattjat gullum.

source: Ovdamearkka dihte ii lean dábálaš ahte sámástedje jitnosit gávppis.
smj: Buojkulvissan ittjij sámegiella dábálattjat oassásin gullu.

source: Mii šiehtaimet goitge ahte bargit ja váhnemat galge sámástit mánáidgárdemánáiguin go deivet sin márkanis, omd. gávppis.
smj: Valla mij såbadijma bargge ja æjgáda mánájda galgajma sámástit jus duola degu oassásin æjvvalijma.

source: Nu šattai sámegiella fas dakkár giella mii gullui almmolašvuođas.
smj: Sámegiella vas almulattjat gullugådij.

source: Muhtumiid mielas lei ártet go humaimet sámegiela jitnosit.
smj: Muhtemijda lij imálasj gullat gå tjavgga sámástijma.

source: Sii heahpanedje, nu ahte máŋggas eai háliidan min deaivat márkanis.
smj: Ulmutja garvvin, ja ettjin mijáv almulattjat iejvvit sidá.

source: Mii vásiheimmet ahte olbmot čiehkádalle go oidne min boahtime.
smj: Vásedijma ulmutja tjiehkádin gå mijáv vuojnnin.

source: Mii šattaimet olu bargat ádjáiguin ja áhkuiguin, muoŧáiguin, goskkiiguin ja siesáiguin ja čeziiguin, egiiguin ja ednuiguin vai sii sámástivčče mánáiguin.
smj: Áhkoj, ádjáj, siesáj, æddnuj ja ietjá fuolkij barggat vierttijma vaj mánájda sámástin.

source: Sii livčče áinnas hupman dárogiela iežaset mánáiguin ja mánáidmánáiguin ja eai soaitán goassege ovdal sámástan mánáiguin.
smj: Nágina mánájdisá ja mánájmánájdisá dárustam lidjin, ja ællim goassak mánájda sámástam.

source: Lei dehálaš sin oažžut mielde, muhto oaidnit ahte dat lei lossat máŋgasii mánáin lei mielde iežaset niibi
smj: Midjij lij ájnas sijáj aktan barggat, valla vuojnnep moaddásijda lij låssåt.

source: Govva váldon ovtta meahccemátkis.
smj: Gåvvidum várrevádtsemis, álu manoj nanna lijma.

source: Mánáin lei iežaset niibi mielde, maid besse ieža geavahit.
smj: Máná iesj guhtik nijbev adnin.

source: Sandra fuollá alcces bassinsákki.
smj: Sandra márffesákkev allasis vuollá.

source: Eahpádus ja vuosteháhku
smj: Guoktáladdam ja vuossteháhko.

source: - Ledje oallugat geat ledje vávjálasat.
smj: - Moattes juorrulin.

source: Sii dadje: Movt galgá mannat go mánát ollejit skuvlii eaige máhte dárogiela? Čájehuvvui ahte sii balle ihcalis.
smj: Gatjádin: Gåktu mánáj galggá mannat gå skåvllåj álggi ja e dárogielav buvte? Vuoseduváj ejma dassta dárbaha ballat.
